tap "homebrew/bundle"
brew "xz"
brew "awscli"
brew "icu4c"
brew "buildifier"
brew "buildozer"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "diffutils"
brew "findutils"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "go@1.20"
brew "go@1.21"
brew "gsl"
brew "jq"
brew "libfido2"
brew "libxml2"
brew "libxslt"
brew "moreutils"
brew "node-build"
brew "nodenv"
brew "openssl@1.1"
brew "postgresql@14"
brew "pyenv"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "semgrep"
brew "shellcheck"
brew "thrift"
brew "tmux"
brew "tree"
brew "vale"
brew "watchman"
brew "wget"
brew "z"
brew "zsh-syntax-highlighting"
cask "1password"
cask "adobe-creative-cloud"
cask "alt-tab"
cask "betterzip"
cask "caffeine"
cask "cheatsheet"
cask "docker"
cask "flux"
cask "iterm2"
cask "notion"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "raycast"
cask "spotify"
cask "superduper"
cask "suspicious-package"
cask "webpquicklook"
vscode "chrischinchilla.vale-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "fosshaas.fontsize-shortcuts"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "ionutvmi.path-autocomplete"
vscode "koichisasada.vscode-rdbg"
vscode "lorankloeze.ruby-rubocop-revived"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "paulmolluzzo.convert-css-in-js"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rubymaniac.vscode-paste-and-indent"
vscode "sarahridge.vscode-ruby-syntax"
vscode "sleistner.vscode-fileutils"
vscode "sorbet.sorbet-vscode-extension"
vscode "streetsidesoftware.code-spell-checker"
vscode "stripe.config-validator"
vscode "stripe.deployment-preview"
vscode "stripe.devbox-auth"
vscode "stripe.endsmart"
vscode "stripe.markdoc-language-support"
vscode "stripe.metrics"
vscode "stripe.mkt-liquid"
vscode "stripe.run-pay"
vscode "stripe.stripe-skycfg"
vscode "styled-components.vscode-styled-components"
vscode "timonwong.shellcheck"
vscode "vunguyentuan.vscode-postcss"
vscode "wmaurer.change-case"
vscode "yoavbls.pretty-ts-errors"
vscode "ziyasal.vscode-open-in-github"
vscode "zxh404.vscode-proto3"
